{"name":"DRK-Schule für soziale Berufe Berlin gGmbH","id":"BE-15911","address":"Warschauer Str. 34-36, 10243 Berlin","website":"http://www.drk-fsa.de","email":"info@drk-fsa.de","school_type":"Berufsfachschule","legal_status":1,"fax":"293480-29","phone":"293480-0","director":"Fr. Bach, Fr. Röhner","full_time_school":false,"profile":{"teacher":[],"students":{}},"programs":{"working_groups":[],"programs":[]},"concept":"LeitbildWir sind eine Berufsfachschule für Altenpflege des Deutschen Roten Kreuzes und die Grundsätze des Roten Kreuzes sind für uns verbindlich Unser Ziel ist es. Auszubildende für die Altenpflege zu fördern und auszubilden, damit sie das Erlernte in der Pflege, Beratung und Betreuung von alten, behinderten und kranken Menschen aller Ethnien umsetzen können Wir setzen den staatlichen Bildungsauftrag um und fördern die Entwicklung der sozialen, fachlichen und personalen Kompetenzen der Auszubildenden Unser Verständnis von Pflege beinhaltet bedürfnisorientierte, individuelle Betreuung, Beratung und Pflege von Menschen und ihren AngehörigenWir arbeiten auf der Grundlage gegenseitiger Wertschätzung und Höflichkeit Unser pädagogisches Handeln orientiert sich an demografischen, gesellschaftlichen und politischen VeränderungenWir legen einen Ausbildungsschwerpunkt auf die Pflege gerontopsychiatrisch erkrankter und schwerstpflegebedürftiger Menschen Unsere Auszubildenden werden handlungs- und erfahrungsorientiert in einer lernfördernden Umgebung ausgebildetWir sind uns der Vorbildrolle als Pädagoginnen bewusst und tragen gemeinsam mit unseren Auszubildenden Verantwortung für den Ausbildungserfolg Unsere kontinuierliche Zusammenarbeit mit unseren Kooperationspartnern führt zu einer konstruktiven Arbeit und Verzahnung zwischen Theorie und PraxisWir tragen mit unserer Arbeit dazu bei, in Einrichtungen der Altenhilfe eine gute Pflege für ältere Menschen zu leisten","partner":[{"name":"20 Kooperationspartner im Kinderpflege und Behindertenbereich","type":{"detail":null,"mittel":"Unklar","grob":"Unklar"}},{"name":"70 Kooperationspartner im ambulanten","type":{"detail":null,"mittel":"Unklar","grob":"Unklar"}},{"name":"stationären und teilstätionären Bereich der Altenpflege","type":{"detail":null,"mittel":"Unklar","grob":"Unklar"}}],"state":"BE","lon":13.4507385,"lat":52.5088497}
