{"name":"Jane-Addams-Schule (OSZ Sozialwesen)","id":"BE-16955","address":"Straßmannstr. 14-16, 10249 Berlin","website":"http://www.osz-soz.de","email":"kontakt@osz-soz.de","school_type":"Berufsschule","legal_status":1,"fax":"420276-321","phone":"420276-0","director":"Hr. Michelau","full_time_school":"","profile":{"teacher":[{"year":"2008/09","female":88,"male":26},{"year":"2009/10","female":86,"male":26},{"year":"2010/11","female":83,"male":26},{"year":"2011/12","female":86,"male":32},{"year":"2012/13","female":92,"male":36},{"year":"2013/14","female":98,"male":40},{"year":"2014/15","female":99,"male":44},{"year":"2015/16","female":105,"male":47}],"students":{}},"programs":{"working_groups":[],"programs":[]},"concept":"Leitbild des OSZ Sozialwesen IIPräambelIn unserer pädagogischen Arbeit lassen wir uns von Grundsätzen der Demokratie. des Friedens, der Freiheit, der Menschenwürde und der Gleichstellung der Geschlechter leitenDie Schule bietet allen SchülerInnen Schutz vor Rassismus, Antisemitismus, Gewalt und Diskriminierung in jeder FormWir sind eine Schule, die junge Menschen in den verschiedenen Bereichen der sozialen Arbeit ausbildetDas heißt für uns:  ?\tWir bereiten unsere BerufsfachschülerInnen auf die Anforderungen der Gesellschaft und der Arbeitswelt vor?\tIn der Berufsfachschule für Sozialassistenz bilden wir SozialassistentInnen aus?\tWir bereiten in der Fachoberschule und der Berufsoberschule auf den Erwerb der allgemeinen Fachhochschulreife, des Fachabiturs und des Abiturs vor ?\tWir bilden unsere FachschülerInnen so aus, dass sie den vielfältigen gesellschaftlichen Anforderungen als ErzieherInnen gerecht werdenWir erreichen diese Ziele, indem wir jede einzelne Schülerin und jeden einzelnen Schüler in den Mittelpunkt unseres pädagogischen Handelns stellen Wir legen dabei Wert auf die individuellen Kompetenzen unserer SchülerInnen Wir sind eine Schule, die den persönlichen Kontakt zu den SchülerInnen pflegtWir sind eine Schule, in der das Gespräch und die Zusammenarbeit zwischen allen Beteiligten zum Gelingen von Unterricht, Erziehung und Ausbildung beitragenWir sind eine Schule, in der Qualität und Qualifizierung zum Selbstverständnis gehören Wir legen Wert darauf, diesen Qualitätsstandard auch in Kooperation mit sozialpädagogischen und sozial-pflegerischen Einrichtungen zu erreichenWir sind eine Schule, die den Standort als Ausgangspunkt für regionales Engagement und Vernetzung nutztWir sind eine Schule, deren Arbeit durch Transparenz, Effizienz und Teamarbeit geprägt istWir sind eine Schule, in der ein gutes Schulklima durch gemeinsame Feste und Traditionen weiter entwickelt wird Wir übertragen unseren SchülerInnen Verantwortung für die Planung und Durchführung von SchulveranstaltungenWir sind eine Schule, in der alle Beteiligten Verantwortung für die Schule als Ganzes übernehmen, sich gegenseitig respektieren und ein hohes Maß an Vertrauen entgegenbringen","partner":[],"state":"BE","lon":13.452135,"lat":52.522589}
