{"name":"Staatliche Ballettschule Berlin und Schule für Artistik","id":"BE-16107","address":"Erich-Weinert-Str. 103, 10409 Berlin","website":"http://www.ballettschule-berlin.de","email":"schulleitung@ballettschule-berlin.de","school_type":"Berufliches Gymnasium","legal_status":1,"fax":"405779-19","phone":"405779-0","director":"Hr. Prof. Dr. Stabel","full_time_school":false,"profile":{"teacher":[{"year":"2003/04","female":37,"male":20},{"year":"2004/05","female":36,"male":22},{"year":"2005/06","female":37,"male":20},{"year":"2006/07","female":39,"male":18},{"year":"2007/08","female":40,"male":23},{"year":"2008/09","female":37,"male":24},{"year":"2009/10","female":39,"male":23},{"year":"2010/11","female":41,"male":28},{"year":"2011/12","female":41,"male":32},{"year":"2012/13","female":43,"male":35},{"year":"2013/14","female":43,"male":34},{"year":"2014/15","female":48,"male":34},{"year":"2015/16","female":51,"male":32}],"students":{}},"programs":{"working_groups":[],"programs":[]},"concept":"1 LeitsatzDie Staatliche Ballettschule Berlin und Schule für Artistik verbindet eine hoch qualifizierte Berufsausbildung als Bühnentänzer/in bzw als Artist/in mit dem höchst möglichen Grad an Allgemeinbildung 2 Leitsatz  Ziel ist es. selbstbewusste Künstlerpersönlichkeiten auszubilden, die über eine hohe Leistungsbereitschaft und Professionalität verfügen3 LeitsatzAusbildung, Bildung und Erziehung basieren auf humanistischen Idealen, vermitteln ethische und moralische Normen und führen zu sozialer Kompetenz im weitesten Sinne4 Leitsatz Ausgehend von jahrzehntelangen Erfahrungen und orientiert an den aktuellen Anforderungen folgt die Schule dem Motto „Tradition bewahren – Neues wagen“2 Leitsatz  Ziel ist es, selbstbewusste Künstlerpersönlichkeiten auszubilden, die über eine hohe Leistungsbereitschaft und Professionalität verfügen3 LeitsatzAusbildung, Bildung und Erziehung basieren auf humanistischen Idealen, vermitteln ethische und moralische Normen und führen zu sozialer Kompetenz im weitesten Sinne4 Leitsatz Ausgehend von jahrzehntelangen Erfahrungen und orientiert an den aktuellen Anforderungen folgt die Schule dem Motto „Tradition bewahren – Neues wagen“2 Leitsatz  Ziel ist es, selbstbewusste Künstlerpersönlichkeiten auszubilden, die über eine hohe Leistungsbereitschaft und Professionalität verfügen3 LeitsatzAusbildung, Bildung und Erziehung basieren auf humanistischen Idealen, vermitteln ethische und moralische Normen und führen zu sozialer Kompetenz im weitesten Sinne4 Leitsatz Ausgehend von jahrzehntelangen Erfahrungen und orientiert an den aktuellen Anforderungen folgt die Schule dem Motto „Tradition bewahren – Neues wagen“Leitbild der Staatlichen Ballettschule Berlin und Schule für Artistik1 LeitsatzDie Staatliche Ballettschule Berlin und Schule für Artistik verbindet eine hoch qualifizierte Berufsausbildung als Bühnentänzer/in bzw als Artist/in mit dem höchst möglichen Grad an Allgemeinbildung 2 Leitsatz  Ziel ist es, selbstbewusste Künstlerpersönlichkeiten auszubilden, die über eine hohe Leistungsbereitschaft und Professionalität verfügen3 LeitsatzAusbildung, Bildung und Erziehung basieren auf humanistischen Idealen, vermitteln ethische und moralische Normen und führen zu sozialer Kompetenz im weitesten Sinne4 Leitsatz Ausgehend von jahrzehntelangen Erfahrungen und orientiert an den aktuellen Anforderungen folgt die Schule dem Motto „Tradition bewahren – Neues wagen“5 LeitsatzSchülerschaft und Kollegium setzen sich international zusammen  Die Schule entwickelt und unterhält weltweite Beziehungen6 LeitsatzAlle Mitglieder der Schulgemeinschaft pflegen ein Verhältnis gegenseitiger Achtung und Anerkennung Sie gehen vertrauensvoll und freundlich miteinander um7 Leitsatz Die Organisation der täglichen Abläufe dient der Herstellung eines ruhigen und produktiven Arbeitsklimas Dazu gehört die Entwicklung einer kollegialen Kommunikationskultur","partner":[],"state":"BE","lon":13.435857,"lat":52.545947}
