{"name":"Marie-Elisabeth-Lüders-Oberschule","id":"BE-15855","address":"Steinmetzstr. 79, 10783 Berlin","website":"http://www.melo-berlin.de","email":"sekretariat@melo-berlin.de","school_type":"Berufsfachschule","legal_status":1,"fax":"263916-72","phone":"263916-60","director":"Fr. Dr. Schlicht","full_time_school":false,"profile":{"teacher":[{"year":"2003/04","female":38,"male":9},{"year":"2004/05","female":36,"male":8},{"year":"2005/06","female":35,"male":8},{"year":"2006/07","female":33,"male":7},{"year":"2007/08","female":34,"male":7},{"year":"2008/09","female":36,"male":9},{"year":"2009/10","female":36,"male":10},{"year":"2010/11","female":38,"male":11},{"year":"2011/12","female":40,"male":11},{"year":"2012/13","female":38,"male":10},{"year":"2013/14","female":34,"male":12},{"year":"2014/15","female":29,"male":14},{"year":"2015/16","female":29,"male":14}],"students":{}},"programs":{"working_groups":[],"programs":[]},"concept":"Leitbild und MottoUnser zentrales Ziel ist es. die Schüler/innen und Studierenden optimal auf den jeweiligen Abschluss und die Arbeitswelt vorzubereiten Das Gelingen erfordert Engagement und Kooperation  von Schüler/innen, Studierenden und Lehrkräften-\tWir orientieren unseren Unterricht an Wissenschaftlichkeit und Aktualität und verfolgen als vorrangiges Ziel, die fachliche Kompetenz jedes Einzelnen in einem leistungsorientierten Unterricht zu erweitern-\tWir leiten zu einem selbstständigen, zielorientierten Problemlösungsverhalten an, indem wir vielfältige Methoden situationsadäquat und differenziert einsetzen-\tWir stärken die Eigenverantwortlichkeit, Kritikfähigkeit und Reflexionsfähigkeit der Schüler/innen und Studierenden, indem wir Raum schaffen für die persönliche, auf Stärken und Ressourcen ausgerichtete Weiterentwicklung-\tWir legen Wert auf einen respektvollen und wertschätzenden Umgang, der sich in einer auf gegenseitiger Achtung und Akzeptanz beruhender Verhaltensweise innerhalb und außerhalb des Unterrichts ausdrückt-\tWir erweitern die Sozialkompetenz durch offenes Aufeinanderzugehen von Menschen mit verschiedenen Fähigkeiten und kulturellen Hintergründen und sensibilisieren für Gemeinsamkeiten und Unterschiede -\tWir treten an unserer Schule aktiv gegen jede Art von Gewalt ein-\tWir unterstützen und geben Hilfe bei der Lösung von Problemen und bemühen uns um einen konstruktiven Dialog -\tWir verstehen unsere Schule als Lern- und Lebensort und gestalten gemeinsam Räume, Atmosphäre und Begegnungen Unsere gesundheitsorientierte und mit Schüler/innen geführte Cafeteria trägt zu einem positiven Schulklima bei-\tWir arbeiten in Teams kollegial zusammen und realisieren neue Ideen durch  Teilnahme an Fort- und Weiterbildungen, die unsere Schulentwicklung fördern-\tWir vernetzen uns mit außerschulischen Einrichtungen, indem wir Kooperationen eingehenSeit dem 20062014 verfügt die MELO über ein Motto, das von der Schulgemeinschaft kreiert wurde als Ableitung aus den Anfangsbuchstaben des Schulnamens:M      MiteinanderE      Erziehung gestaltenL      Lernen entdeckenO      Offenheit leben","partner":[],"state":"BE","lon":13.364657,"lat":52.498975}
