{"name":"Campus Berufsbildung e.V.","id":"BE-16025","address":"Friedrichstr. 231, 10969 Berlin","website":"http://www.campus-bb.de","email":"bgym@campus-bb.de; tbfs@campus-bb.de","school_type":"Berufliches Gymnasium","legal_status":1,"fax":"259318-79","phone":"259318-77","director":"Hr. Dr. Wolter","full_time_school":false,"profile":{"teacher":[],"students":{}},"programs":{"working_groups":[],"programs":[]},"concept":"Vorsprung durch Können - Qualifikation zählt - Persönlichkeit entscheidetSchulprogramm*Auf der Grundlage der § 8 und 128 des Schulgesetzes für das Land Berlin vom 26 Januar 2004; der Ausführungsvorschriften zur Erstellung der Schulprogramme vom 21 September 2004 und des von der Senatsverwaltung für Bildung. Jugend und Sport genehmigten handlungsorientierten modularen pädagogischen Konzepts (1) der Campus Berufsfachschule für Informationstechnologie, Wirtschaft und Verwaltung gibt sich die Campus Berufsfachschule das folgende Schulprogramm als zentrales Konzept der QualitätssicherungAusgangspositionen, Grundsätze und Ziele„Vorsprung durch Können“ ist die Leitidee der Campus & more GmbH als Träger der privaten staatlich genehmigten Campus Berufsfachschule Diese Leitidee impliziert den an unse-rer Berufsfachschule im Denken und Handeln praktizierten Grundsatz „Qualifikation zählt – Persönlichkeit entscheidet“ Wir betrachten die Ausbildung der Berufsfachschüler zu staatlich geprüften kaufmännischen Assistenten in den Fachrichtungen Betriebswirtschaft und Informationsverarbeitung als einen komplexen Prozess der Vermittlung und Aneignung grundlegenden Wissens und Könnens und der Entwicklung handlungsorientierender Werte Die Notwendigkeit und Möglichkeit aktiver, eigenverantwortlicher Teilhabe der Absolventen am gesellschaftlichen Leben allgemein und am Erwerbsleben im Besonderen ist - wie die Erfahrungen zeigen - nicht nur abhängig von fachlicher, sondern in hohem Maße auch von sozialer Kompetenz Deshalb verstehen wir unseren Bildungs- und Erziehungsauftrag weit über die Stoffvermittlung hinaus gehend als Prozess der Persönlichkeitsentwicklung Darauf ist die inhaltliche und organisatorische Gestaltung der pädagogischen Arbeit gerichtetDie Qualität des Unterrichts und die Organisation der modularen Gestaltung der Ausbildung stehen im Zentrum der Führungstätigkeit Es ist eine Binsenweisheit: Eine Schule ist so gut wie ihre Lehrer Das gilt für die Grundschule ebenso wie für das Gymnasium oder die Hochschule In ganz besonderer Weise gilt das für uns als private staatlich genehmigte Berufsfachschule mit ihrer modularen, an den Anforderungen des Arbeitsmarktes orientierten Ausrichtung Die modulare Gestaltung des Unterrichts bietet im Vergleich zur traditionellen Herangehensweise wesentliche Vorteile, stellt aber zugleich wesentlich höhere Ansprüche an die Gestaltung des Unterrichts Aus dieser Sicht messen wir der systematischen Qualifizierung des Lehrerkollegiums erstrangige Bedeutung bei (2)*Das Schulprogramm wurde gemäß § 76, Abs1 Nr 2 Schulgesetz von der Schulkonferenz am 24 Juni 2005 beraten und beschlossen(1) Das handlungsorientierte modulare pädagogische Konzept der Campus Berufsfachschule bildet den Rahmen des Schulprogramms (siehe Organisation d Unterrichts)(2) Vgl Materialien zur systematischen Fortbildung der Lehrkräfte der Campus Berufsfachschule (siehe Organisation d Unterrichts) Campus Berufsfachschule","partner":[],"state":"BE","lon":13.3909,"lat":52.502969}
