{"name":"GFS Steuerfachschule in Berlin GmbH","id":"BE-16593","address":"Ansbacher Str. 16, 10787 Berlin","website":"http://www.gfs.eu","email":"steufa@gfs.eu","school_type":"Wirtschafts- u. Verwaltungsschule","legal_status":1,"fax":"2186068","phone":"23634999","director":"Hr. Karst","full_time_school":false,"profile":{"teacher":[],"students":{}},"programs":{"working_groups":[],"programs":[]},"concept":"QualitätspolitkVon der Geschäftsführung ist folgende Deklaration zur Qualitätspolitik mit den sieben nachstehenden Grundsätzen verabschiedet worden:Die  Qualität unserer Dienstleistungen ist denen der Konkurrenz überlegen. aber mindestens ebenbürtig Damit werden die Bedürfnisse und Erwartungen unserer Kunden und besonders der ständigen Auftraggeber erfüllt, woraus sich Wettbewerbsvorteile auf dem Bildungsmarkt ergebenDie Qualität der praktizierten Ausbildung gibt im Rahmen des Verbraucherschutzes jedem einzelnen Auszubildenden die Garantie für fachliche, pädagogische und soziale KompetenzDie Qualität wird nach wirtschaftlichen Gesichtspunkten festgelegt und gesichert Die Bildungsleistungen werden unter dem Aspekt angeboten, mit einem ausgewogenen Preis- / Leistungsverhältnis die gewünschte Qualität zu garantierenAuf allen Ebenen wird der Vermeidung von Verschwendungen und der Aufdeckung von solchen Ursachen und deren Beseitigung höchstes Augenmerk gewidmetQualitätsmanagement ist Aufgabe der Geschäftsführung und zugleich Verpflichtung für alle Mitarbeiter auf jeder Ebene Dafür existieren schöpferische Spielräume für die aktive Beteili-gung jedes Einzelnen an der Verbesserung der Qualität und EffektivitätDas Qualitätsbewußtsein aller Mitarbeiter ist auf die Vermeidung von Fehlern gerichtet Dazu werden Bedingungen angeboten, die neben der Existenzsicherung auch vielfältige und hohe Anforderungen stellenDie ablauforientierte Qualität ist immanenter Bestandteil aller Tätigkeiten und Prozesse, von dem Beratungsgespräch bis zur Erfolgsbeobachtung","partner":[],"state":"BE","lon":13.34245,"lat":52.503281}
