{"name":"Lise-Meitner-Schule (OSZ Chemie, Physik und Biologie)","id":"BE-15746","address":"Rudower Str. 184, 12351 Berlin","website":"http://osz-lise-meitner.eu","email":"verwaltung@osz-lise-meitner.eu","school_type":"Berufsschule","legal_status":1,"fax":"660689-60","phone":"660689-0","director":"Fr. Christiansen","full_time_school":false,"profile":{"teacher":[{"year":"2003/04","female":46,"male":60},{"year":"2004/05","female":50,"male":66},{"year":"2005/06","female":54,"male":68},{"year":"2006/07","female":53,"male":64},{"year":"2007/08","female":59,"male":64},{"year":"2008/09","female":58,"male":62},{"year":"2009/10","female":57,"male":64},{"year":"2010/11","female":56,"male":59},{"year":"2011/12","female":54,"male":60},{"year":"2012/13","female":58,"male":58},{"year":"2013/14","female":58,"male":55},{"year":"2014/15","female":59,"male":59},{"year":"2015/16","female":66,"male":64}],"students":{}},"programs":{"working_groups":[],"programs":[]},"concept":"Selbstverständnis der Lise-Meitner-SchuleDie Lise-Meitner-Schule ist ein naturwissenschaftliches Oberstufenzentrum. das zum Studium an Universitäten und Fachhochschulen wie auch zur Berufstätigkeit qualifiziert Wir sind uns der damit verbundenen Verantwortung für die Vergabe von Lebenschancen bewusst In Erinnerung an unsere Namenspatronin Lise Meitner fühlen wir uns ihrem Erbe als Wissenschaftlerin und Verfolgte des Naziregimes verpflichtetFachliche und berufliche Kompetenzen müssen mit sozialer Kompetenz so verbunden sein, dass mitmenschliche Verantwortung als notwendiges Erfordernis in einem demokratischen Gemeinwesen gesehen und als Handlungsmaxime akzeptiert werden kann Unsere Schüler sollen die Erfahrung machen, dass Natur-, Geistes- und Sozialwissenschaften keine getrennten Bereiche geistiger Tätigkeit und Ausbildung sind, sondern sich ergänzen und durchdringenWir wollen nicht nur Kenntnisse und Wissen vermitteln und erlernen, sondern zusammen eine Grundhaltung entwickeln, die ein friedliches Miteinander in Schule und Gesellschaft fördert-\tWir nehmen die individuellen Fähigkeiten und Bedürfnisse unserer Schüler und Schülerinnen, Kollegen und Kolleginnen wahr und tragen ihnen im Rahmen unserer Möglichkeiten Rechnung Die gemeinsame Arbeit an unserer Schule soll durch Fairness, Toleranz, Offenheit und gegenseitiges Vertrauen eine Arbeitsatmosphäre ermöglichen, die Selbstvertrauen und Leistungsbereitschaft stärkt-\tIm Gedenken an Lise Meitner setzen wir uns besonders gegen alle Tendenzen von Rassismus, Antisemitismus und Menschenfeindlichkeit ein-\tUnsere Schule sucht bewusst den Kontakt nach außen und zu europäischen Partnern und Institutionen Wir sind Partner im dualen AusbildungssystemDaraus folgt die Verpflichtung zu verantwortlichem und verlässlichem Handeln","partner":[],"state":"BE","lon":13.475117,"lat":52.430206}
